Repository: afragen/git-updater
Catalog: languages/github-updater-*.po
Languages: de_de, fr_fr, pt_br, sv_se

source: GitHub Updater cannot run on PHP versions older than %s. Please contact your hosting provider to update your site.
pt_br: Github Updater não roda em versões do PHP mais velhas que %s. Por favor contate seu provedor de hospedagem para atualizar seu site.

source: Activated as mu-plugin
de_de: Aktiviert als mu-Plugin
fr_fr: Installé en tant que plugin "must-use" (MU-plugin).
pt_br: Ativado como plugin MU
sv_se: Aktiverad som MU-tillägg

source: Bitbucket Private Settings
de_de: Bitbucket Privat Einstellungen
fr_fr: Réglages des dépôts Bitbucket privés
pt_br: Configurações Privadas do Bitbucket
sv_se: Privata Bitbucket-inställningar

source: Bitbucket Username
de_de: Bitbucket Benutzername
fr_fr: Nom d'utilisateur Bitbucket
pt_br: Nome de usuário do Bitbucket
sv_se: Användarnamn hos Bitbucket

source: Bitbucket Password
de_de: Bitbucket Passwort
fr_fr: Mot de passe Bitbucket
pt_br: Senha do Bitbucket
sv_se: Lösenord hos Bitbucket

source: Bitbucket Private Repositories
fr_fr: Dépôts BitBucket privés
pt_br: Repositórios Privados no Bitbucket
sv_se: Privata repos hos Bitbucket

source: Check box if private repository. Leave unchecked for public repositories.
de_de: Aktivieren Sie das Kästchen, falls es sich um ein privates Repository handelt. Lassen Sie es deaktiviert öffentlichen Repositories.
fr_fr: Cochez la case s'il s'agit d'un dépôt privé. Ne pas cocher s'il s'agit d'un dépôt public.
pt_br: Marque a caixa para repositório privado. Deixe desmarcada para repositórios públicos.
sv_se: Kryssa i för privata repos. Lämna tom för publika repos.

source: Enter your personal Bitbucket username and password.
de_de: Geben Sie Ihren persönlichen Bitbucket Benutzernamen und Passwort ein.
fr_fr: Entrez votre nom d'utilisateur et mot de passe de Bitbucket.
pt_br: Digite seu nome de usuário e senha pessoal do Bitbucket.
sv_se: Fyll i användarnamn och lösenord för ditt personliga Bitbucket-konto.

source: Private Bitbucket Repository
de_de: Privates Bitbucket Repository
fr_fr: Dépôt BitBucket privé
pt_br: Repositório Privado do Bitbucket
sv_se: Privat repo hos Bitbucket

source: Check for private Bitbucket repositories.
de_de: Auswählen für private Bitbucket Repositories
pt_br: Verificar repositórios privados Bitbucket.
sv_se: Kryssa i rutan för privata Bitbucket repos.

source: Enter Bitbucket username.
pt_br: Digite o nome de usuário Bitbucket.

source: Enter Bitbucket password.
pt_br: Digite a senha do Bitbucket.

source: Bitbucket Server Private Settings
pt_br: Configurações de Servidor Privado Bitbucket

source: Bitbucket Server Username
pt_br: Nome de Usuário do Servidor Bitbucket

source: Bitbucket Server Password
pt_br: Senha do Servidor Bitbucket

source: Bitbucket Server Private Repositories
pt_br: Repositórios Privados no Servidor Bitbucket

source: GitHub Personal Access Token
pt_br: Token de Acesso Pessoal GitHub

source: GitHub.com Access Token
pt_br: Token de Acesso GitHub.com

source: GitHub Enterprise Access Token
pt_br: Token de Acesso GitHub Enterprise

source: GitHub Private Settings
de_de: GitHub Privat Einstellungen
fr_fr: Réglages des dépôts GitHub privés
pt_br: Configurações de GitHub Privado
sv_se: Privata GitHub-inställningar

source: Enter your GitHub Access Token. Leave empty for public repositories.
de_de: Geben Sie Ihr GitHub Accesstoken ein. Leer lassen für öffentliche Repositories.
fr_fr: Entrez votre jeton d'accès GitHub (GitHub Access Token). Laissez vide pour un dépôt public.
pt_br: Digite seu Token de Acesso GitHub. Deixe vazio para repositórios públicos.
sv_se: Fyll i ditt access token hos GitHub. Lämna tomt för publika repos.

source: Enter your personal GitHub.com or GitHub Enterprise Access Token to avoid API access limits.
pt_br: Digite seu Token de Acesso GitHub.com ou GitHub Enterprises para evitar limites de acesso de API.

source: GitHub Access Token
fr_fr: Jeton d&#39;accès à GitHub
pt_br: Token de Acesso Github
sv_se: Access token hos GitHub

source: Enter GitHub Access Token for private GitHub repositories.
de_de: Geben Sie Ihr GitHub Accesstoken für private GitHub Repositories ein.
fr_fr: Entrez votre jeton d'accès GitHub (GitHub Access Token).
pt_br: Digite o Token de Acesso GitHub para repositórios privados do GitHub.
sv_se: Fyll i ett access token för privata GitHub repos.

source: GitLab Personal Access Token
pt_br: Token de Acesso Pessoal GitLab

source: GitLab Private Settings
de_de: GitLab Privat Einstellungen
pt_br: Configurações de GitLab Privado
sv_se: Privata GitLab-inställningar

source: GitLab.com Access Token
pt_br: Token de Acesso GitLab.com

source: GitLab CE or GitLab Enterprise Personal Access Token
pt_br: Token de Acesso Pessoal GitLab CE ou GitLab Enterprise

source: Enter your GitLab Access Token.
pt_br: Digite seu Token de Acesso GitLab.

source: Enter your GitLab.com, GitLab CE, or GitLab Enterprise Access Token.
pt_br: Digite seu Token de Acesso GitLab.com, GitLab CE, ou GitLab Enterprise.

source: GitLab Access Token
pt_br: Token de Acesso GitLab

source: Enter GitLab Access Token for private GitLab repositories.
pt_br: Digite o Token de Acesso GitLab para repositórios privados GitLab.

source: You must set a GitLab.com, GitLab CE, or GitLab Enterprise Access Token.
pt_br: Você deve configurar um Token de Acesso GitLab.com, GitLab CE, ou GitLab Enterprise.

source: There may be a problem with WP-Cron. A GitHub Updater WP-Cron event is overdue.
pt_br: Pode haver um problema com o WP-Cron. Um evento do GitHub Updater está atrasado.

source: Current branch is `%1$s`, try %2$sanother version%3$s
pt_br: Ramo atual é `%1$s`, tente %2$soutra versão%3$s

source: Switch to branch
pt_br: Mudar para o ramo

source: Switch to release
pt_br: Mudar para o release

source: No previous tags to rollback to.
de_de: Keine früheren Tags für ein Rollback.
fr_fr: Aucun tag précédent.
pt_br: Nenhuma tag anterior para voltar.
sv_se: Inga tidigare taggar att gå tillbaka till.

source: A repository URI is required.
de_de: Eine Repository-URI ist erforderlich.
pt_br: É requerido uma URI do repositório.
sv_se: Vänligen ange en URI för repon.

source: Install Plugin
de_de: Plugin installieren
fr_fr: Installer l'extension
pt_br: Instalar Plugin
sv_se: Installera tillägg

source: Install Theme
de_de: Theme installieren
fr_fr: Installer le thème
pt_br: Instalar Tema
sv_se: Installera tema

source: Theme
fr_fr: Thème :
pt_br: Tema
sv_se: tema

source: GitHub Updater Install %s
de_de: GitHub Updater Installiert %s
fr_fr: GitHub Updater %s
pt_br: GitHub Updater Instale %s
sv_se: Installera %s

source: Repository Branch
fr_fr: Branche de référence
pt_br: Ramo do Repositório
sv_se: Repo branch

source: Remote Repository Host
de_de: Remoter Repository Host
fr_fr: Hébergeur du dépôt
pt_br: Servidor do Repositório Remoto
sv_se: Värd för repo

source: URI is case sensitive.
de_de: URI unterscheidet zwischen Groß- und Kleinschreibung.
pt_br: URI é sensível à maiúsculas.
sv_se: URI:n är skiftlägeskänslig.

source: Enter branch name or leave empty for `master`
de_de: Branchnamen angeben oder leer lassen für `master`
fr_fr: Entrez le nom de la branche ou laissez vide pour « master »
pt_br: Digite o nome do ramo ou deixe vazio para `master`
sv_se: Fyll i ett namn, eller lämna fältet tomt för att använda `master`

source: Activate
de_de: Aktivieren
pt_br: Ativar
sv_se: Aktivera

# This refers to a network activation in a multisite installation
source: Network Enable
de_de: Netzwerk/Multisite Aktivieren
pt_br: Ativar na Rede

source: GitHub Updater Error Code:
pt_br: Código de Erro do GitHub Updater:

source: GitHub API's rate limit will reset in %s minutes.
de_de: Github APIs Limite wird in %s Minutes zurückgesetzt.
fr_fr: La limite sur le nombre d'appels à l'API GitHub sera réinitialisée dans %s minutes.
pt_br: O limite da API do GitHub vai resetar em %s minutos.
sv_se: GitHubs API-begränsning kommer återställas om %s minuter.

source: It looks like you are running into GitHub API rate limits. Be sure and configure a %sPersonal Access Token%s to avoid this issue.
de_de: Es sieht so aus, als ob Sie die GitHub API Limite erreichen. Um dieses Problem zu verhindern, können Sie ein %spersönliches Zugriffstoken%s setzen.
pt_br: Parece que você está atingindo limites na API do GitHub. Certifique-se de configurar um %sToken de Acesso Pessoal%s para evitar este problema.
sv_se: Det verkar som att du råkar ut för API-begränsningar från GitHub. Du kan konfigurera ett %spersonligt access token%s för att förhindra detta.

source: There is probably an access token or password error on the GitHub Updater Settings page.
pt_br: Provavelmente tem um erro no token de acesso ou na senha na página Configurações do Github Updater.

source: View details
de_de: Details ansehen
pt_br: Veja detalhes
sv_se: Visa detaljer

source: Settings
de_de: Einstellungen
fr_fr: Réglages
pt_br: Configurações
sv_se: Inställningar

source: Remote Management
de_de: Fernwartung/-management
pt_br: Gerenciamento Remoto
sv_se: Fjärrhantering

source: Bitbucket Server
pt_br: Servidor Bitbucket

source: GitHub Updater Settings
de_de: GitHub Updater Einstellungen
fr_fr: Réglages de GitHub Updater
pt_br: Configurações do GitHub Updater
sv_se: GitHub Updater-inställningar

source: Settings saved.
pt_br: Configurações salvas.

source: RESTful key reset.
pt_br: Reseter chave RESTful.

source: Cache refreshed.
pt_br: Cache limpo.

source: Refresh Cache
pt_br: Limpar Cache

source: Reset RESTful key
pt_br: Resetar chave RESTful

source: Enable Branch Switching
de_de: Wechsel des Pluginbranches Aktivieren
pt_br: Habilitar Mudança de Ramo
sv_se: Aktivera byte av branch

source: Override Dot Org is %sactive%s.
pt_br: Sobrepor Ponto Org está %sativo%s.

source: Override Dot Org is %snot active%s.
pt_br: Sobrepor Ponto Org %snão está ativo%s.

source: Override Dot Org will skip any updates from wordpress.org for plugins with identical slugs.
pt_br: Sobrepor Ponto Org vai pular qualquer atualizações do wordpress.org para plugins com "slugs" idênticas.

source: Activate Override Dot Org by setting %s
pt_br: Ativar Sobrepor Ponto Org ao configurar %s

source: Check to enable branch switching from the Plugins or Themes page.
de_de: Auswählen, um das Wechseln des Pluginbranches auf der Plugins oder Themes Seite zu aktivieren.
pt_br: Marque para habilitar mudança de ramo a partir das páginas Plugins ou Temas.
sv_se: Kryssa i för att aktivera möjligheten att ändra branch från tema- eller tilläggssidan.

source: Please refer to README for complete list of attributes. RESTful endpoints begin at:
pt_br: Por favor, veja o README para uma lista completa de atributos. Endpoint RESTful começam em:

source: Use of Remote Management services may result increase some page load speeds only for `admin` level users in the dashboard.
de_de: Verwenden von Fernwartung/-managementdiensten kann eine höhere Seiteladezeiten zur Folge haben für `Admin`-Level Benutzer auf dem Dashboard
pt_br: Uso de serviços de Gerenciamento Remoto podem resultar em certa diminuição de velocidade de carregamento de página para alguns usuários de nível `admin` no painel.
sv_se: Användning av fjärrhanterade tjänster kan orsaka långsammare laddningstider i adminpanelen för administratörer.

source: This is a private repository.
pt_br: Este é um repositório privado.

source: This repository has not connected to the API or was unable to connect.
pt_br: Este repositório não está conectado a uma API ou não conseguiu conectar.

source: This repository is hosted on WordPress.org.
pt_br: Este repositório está hospedado no WordPress.org.

source: Waiting for WP-Cron to finish.
pt_br: Aguardando o WP-Cron finalizar.

source: Installed Plugins and Themes
pt_br: Plugins e Temas Instalados.

source: There is a new version of %s available.
pt_br: Há uma nova versão disponível para %s.

source: View version %s details.
de_de: Zeige Details der Version %s
fr_fr: Voir les détails de la version %s.
pt_br: Veja detalhes da versão %s.
sv_se: Visa detaljer för version %s.

source: Automatic update is unavailable for this theme.
de_de: Automatisches Update ist nicht verfügbar für dieses Theme.
fr_fr: La mise à jour automatique n'est pas disponible pour ce thème.
pt_br: Atualização automática indisponível para este tema.
sv_se: Automatiska uppdateringar är inte tillgängliga för detta temat.

source: View version %1$s details%2$s or %3$supdate now%4$s.
de_de: Zeige Details der Version%1$s %2$s oder %3$saktualisiere jetzt%4$s.
fr_fr: Voir les détails de la version %1$s %2$s ou %3$smettre à jour maintenant%4$s.
pt_br: Veja %1$s detalhes%2$s da versão ou %3$satualize agora%4$s.
sv_se: Visa detaljer för %1$s version%2$s eller %3$suppdatera nu%4$s.

source: Update %s now
pt_br: Atualizar %s agora

source: Choose a Version
de_de: Wählen Sie eine Version
fr_fr: Choisissez une version
pt_br: Escolha uma Versão
sv_se: Välj en version

source: Install
de_de: Installieren
fr_fr: Installer
pt_br: Instalar
sv_se: Installera

source: GitHub Updater cache has been cleared.
pt_br: Cache do GitHub Updater foi limpo.

source: Incorrect command syntax, see %s for proper syntax.
pt_br: Sintaxe de comando incorreta, veja %s para a sintaxe correta.

source: GitHub Updater REST API key has been reset.
pt_br: A chave API REST do GitHub Updater foi redefinida.

source: The current RESTful endpoint is `%s`
pt_br: O endpoint RESTful atual é `%s`

source: Plugin %s installed.
pt_br: Plugin %s instalado.

source: Theme %s installed.
pt_br: Tema %s instalado.

source: Installation Instructions
pt_br: Instruções de Instalação

source: A plugin to automatically update GitHub, Bitbucket, or GitLab hosted plugins, themes, and language packs. It also allows for remote installation of plugins or themes into WordPress.
pt_br: Um plugin para atualizar automaticamente plugins, temas e pacotes de idiomas hospeados no GitHub, Bitbucket ou GitLab. Também permite a instalação remota de plugins e temas no WordPress.

source: Rename successful using extended name to %1$s
de_de: Umbenennen erfolgreich, der erweiterte Name %1$s wird nun verwendet
sv_se: Ändrade namnet till %1$s

source: Plugin
sv_se: tillägg

source: %s URI
sv_se: URI för %s

source: GitLab Private Token
de_de: Privates GitLab Token
sv_se: Privat token hos GitLab

source: Enter GitLab Private Token for private GitLab repositories.
de_de: Geben Sie Ihr GitLab Accesstoken für private GitLab Repositories ein.
sv_se: Fyll i ett privat token för privata GitLab repos.

source: Network Enable
sv_se: Aktivera för nätverk

source: %s was not checked. GitHub Updater Error Code:
sv_se: %s var inte ikryssad. GitHub Updater felmeddelande:

source: There is probably an error on the GitHub Updater Settings page.
sv_se: Det verkar vara ett fel med inställningarna för GitHub Updater.

source: You must set a GitLab.com, GitLab CE, or GitLab Enterprise Private Token.
de_de: Sie müssen ein privates GitLab.com, GitLab CE oder GitLab Enterprise Token eingeben.
sv_se: Du måste ange ett privat token för GitLab.com, GitLab CE eller GitLab Enterprise.

source: GitHub Updater has blocked this request for 12 hours.
sv_se: GitHub Updater har blockerat den här begäran i 12 timmar.

source: Current branch is `%1$s`, try %2$sanother branch%3$s.
de_de: Aktueller Branch ist `%1$s`, versuchen Sie %2$seinen anderen Branch%3$s.
sv_se: Nuvarande branch är `%1$s`, testa %2$sen annan branch%3$s.

source: Saved.
de_de: Gespeichert.
fr_fr: Paramètres enregistrés.
sv_se: Sparat.

source: Personal GitHub Access Token
de_de: Persönlicher GitHub Access Token
sv_se: Personligt access token hos GitHub

source: GitLab.com Private Token
de_de: Privates GitLab.com Token
sv_se: Privat token hos GitLab.com

source: GitLab CE or GitLab Enterprise Private Token
de_de: Privates GitLab CE oder GitLab Enterprise Token
sv_se: Privat token hos GitLab CE eller GitLab Enterprise

source: No private repositories are installed.
de_de: Keine private Repositories installiert.
fr_fr: Aucun dépôt privé n'est installé.
sv_se: Inga privata repos är installerade.

source: Theme:
fr_fr: Thème :
sv_se: Tema:

source: Extended Naming is %sactive%s.
de_de: Erweitertes Benennen ist %saktiv%s.
sv_se: Säkra Namn är %saktiverat%s.

source: Extended Naming is %snot active%s.
de_de: Erweitertes Benennen ist %snicht aktiv%s.
sv_se: Säkra Namn är %sinte aktiverat%s.

source: Extended Naming renames plugin directories %s to prevent possible conflicts with WP.org plugins.
de_de: Erweitertes Benennen benennt Pluginverzeichnisse %s um, um mögliche Konflikte mit WP.org Plugins zu vermeiden.
sv_se: Säkra Namn döper om mapparna enligt %s för att förhindra möjliga konflikter med tillägg från WP.org.

source: Activate Extended Naming by setting %s
de_de: Erweitertes Benennen Aktivieren durch setzen von %s
sv_se: Aktivera Säkra Namn genom att ange %s

source: Enter your personal GitHub Access Token to avoid API access limits.
sv_se: Fyll i ditt personliga access token hos GitHub för att undvika API-begränsningar.

source: Enter your GitLab.com, GitLab CE, or GitLab Enterprise Private Token.
de_de: Geben Sie Ihre GitLab.com, GitLab CE oder GitLab Unternehmen Privat Token.
sv_se: Fyll i ditt privata token hos GitLab.com, GitLab CE eller GitLab Enterprise.

source: Theme is up-to-date!
de_de: Theme ist auf dem neusten Stand!
fr_fr: Le thème est à jour !
sv_se: Temat är uppdaterat!

source: Rollback to:
de_de: Rollback zu:
fr_fr: Revenir à la version :
sv_se: Gå tillbaka till:

source: GitHub Updater shows a new version of %s available.
de_de: GitHub Updater hat eine neue Version von %s gefunden.
fr_fr: GitHub Updater indique qu'une nouvelle version de %s est disponible.
sv_se: GitHub Updater visar att det finns en ny version av %s tillgänglig.

source: There is a new version of %s available now.
de_de: Es ist eine neue Version von %s verfügbar.
fr_fr: Une nouvelle version de %s est disponible.
sv_se: Det finns en ny version av %s tillgänglig nu.

source: Current version is up to date. Try %sanother version%s
de_de: Die aktuelle Version ist auf dem neuesten Stand. Versuchen Sie %seine andere Version%s
fr_fr: La version actuelle est à jour. Essayez %sune autre version%s
sv_se: Nuvarande version är uppdaterad. Testa %sen annan version%s

source: A plugin to automatically update GitHub, Bitbucket or GitLab hosted plugins and themes. It also allows for remote installation of plugins or themes into WordPress.
sv_se: Ett tillägg för att automatiskt uppdatera teman och tillägg från GitHub, Bitbucket eller GitLab. Det möjliggör även fjärrinstallation av teman och tillägg direkt i WordPress.

source: No changelog is available via GitHub Updater. Create a file <code>CHANGES.md</code> or <code>CHANGELOG.md</code> in your repository.
fr_fr: L'historique des modifications n'est pas disponible. Créez un fichier <code>CHANGES.md</code> ou <code>CHANGELOG.md</code> dans votre dépôt.

source: Rename successful
fr_fr: Le renommage a réussi

source: Unable to rename downloaded repository.
fr_fr: Impossible de renommer le dépôt téléchargé.

source: Unfortunately, %1$s can not run on PHP versions older than %2$s. Read more information about %3$show you can update%4$s.
fr_fr: Malheureusement, %1$s ne fonctionne pas sur les versions de PHP antérieures à la v.%2$s. En savoir plus sur %3$sles possibilités de mise à jour%4$s.

source: A plugin to automatically update GitHub or Bitbucket hosted plugins and themes. It also allows for remote installation of plugins or themes into WordPress. Plugin class based upon <a href="https://github.com/codepress/github-plugin-updater">codepress/github-plugin-updater</a>. Theme class based upon <a href="https://github.com/WordPress-Phoenix/whitelabel-framework">Whitelabel Framework</a> modifications.
fr_fr: Une extension pour mettre à jour automatiquement des extensions et des thèmes WordPress hébergés sur GitHub ou Bitbucket. Elle permet également d'installer des extensions et des thèmes dans WordPress. La classe Plugin est basée sur <a href="https://github.com/codepress/github-plugin-updater">codepress/github-plugin-updater</a>. La classe Theme est une version modifiée du <a href="https://github.com/WordPress-Phoenix/whitelabel-framework">Whitelabel Framework</a>.
